{
  "Omnisharp-vim": { "branch": "master" },
  "ale": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "ctrlp.vim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-sharpenup": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}